---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CentralModelVersionArchivedException
source: html/28157ab0-80a7-e57b-a88f-6c9e4390ad56.htm
---
# CentralModelVersionArchivedException Properties

The information of the function throwing the exception.